Repository: billlza/Skybridge-Compass
Catalog: windows/Skybridge.WinClient/Strings/*/Resources.resw
Source language: en_us
Languages: ja, zh_hans

# UsbManagementTitle.Text
source: USB Management
ja: USB 管理
zh_hans: USB 管理

# UsbConnectedDevices.Text
source: Connected Devices
ja: 接続済みデバイス
zh_hans: 已连接设备

# UsbEmptyTitle.Text
source: No USB Devices Found
ja: USB デバイスが見つかりません
zh_hans: 未检测到 USB 设备

# UsbEmptySubtitle.Text
source: Connect a device and refresh, or check cables and ports.
ja: デバイスを接続して更新するか、ケーブルとポートを確認してください。
zh_hans: 请连接设备后刷新，或检查数据线与端口。

# AppSidebarBrandTagline.Text
source: Next-generation cross-platform connectivity
ja: 次世代のクロスプラットフォーム接続体験
zh_hans: 下一代跨平台连接体验

# AppSidebarBrandTaglineMuted.Text
source: Next-generation cross-platform connectivity
ja: 次世代のクロスプラットフォーム接続体験
zh_hans: 下一代跨平台连接体验

# DashboardWeatherLoadingTitle.Text
source: Fetching weather…
ja: 天気情報を取得中...
zh_hans: 正在获取天气信息...

# DashboardWeatherLoadingHint.Text
source: First load may take a few seconds
ja: 初回読み込みには数秒かかる場合があります
zh_hans: 首次加载可能需要几秒钟

# DashboardWeatherErrorTitle.Text
source: Failed to load weather
ja: 天気データの取得に失敗しました
zh_hans: 天气数据获取失败

# DashboardWeatherRetryButton.Text
source: Retry
ja: 再試行
zh_hans: 重试

# DashboardDeviceDiscoveryPanelTitle.Text
source: Device Discovery
ja: デバイス検出
zh_hans: 设备发现

# DashboardDeviceDiscoveryEmptyTitle.Text
source: No Devices Found
ja: デバイスが見つかりません
zh_hans: 未发现设备

# DashboardDeviceDiscoveryEmptySubtitle.Text
source: Open Device Discovery to start scanning
ja: 「デバイス検出」を開いてスキャンを開始
zh_hans: 打开「设备发现」开始扫描

# DashboardRemoteSessionsPanelTitle.Text
source: Remote Sessions
ja: リモートセッション
zh_hans: 远程会话

# DashboardRemoteSessionsEmptyTitle.Text
source: No Active Sessions
ja: アクティブなセッションなし
zh_hans: 无活跃会话

# DashboardRemoteSessionsEmptySubtitle.Text
source: Connect from Remote Desktop to start a session
ja: 「リモートデスクトップ」から接続してセッションを開始
zh_hans: 从「远程桌面」连接以开始会话

# DashboardQuickActionsPanelTitle.Text
source: Quick Actions
ja: クイックアクション
zh_hans: 快捷操作

# DashboardSystemPerformancePanelTitle.Text
source: System Performance
ja: システムパフォーマンス
zh_hans: 系统性能

# DashboardSystemPerformanceEmptyTitle.Text
source: No Data
ja: データなし
zh_hans: 暂无数据

# DashboardSystemPerformanceEmptySubtitle.Text
source: Open System Monitor to collect performance data
ja: 「システムモニター」を開いてパフォーマンスデータを収集
zh_hans: 打开「系统监控」以采集性能数据

# FileTransferPageTitle.Text
source: File Transfer
ja: ファイル転送
zh_hans: 文件传输

# FileTransferConnectionStatusHeader.Text
source: Connection Status
ja: 接続状態
zh_hans: 连接状态

# FileTransferQuickActionsHeader.Text
source: Quick Actions
ja: クイックアクション
zh_hans: 快速操作

# FileTransferQuickActionsHint.Text
source: Select files / folder or generate a share QR. Selection prepares an in-memory intent only — no picker is opened and no files are read.
ja: ファイル/フォルダを選択するか、共有用QRを生成します。選択はメモリ上で転送インテントを準備するだけです。ピッカーは開かれず、ファイルも読み込まれません。
zh_hans: 选择文件 / 文件夹或生成分享二维码。选择仅在内存中准备一个传输意图——不会打开选择器，也不会读取任何文件。

# FileTransferRecentTransfersHeader.Text
source: Recent Transfers
ja: 最近の転送
zh_hans: 最近传输

# FileTransferRecentEmpty.Text
source: No recent transfers yet
ja: 転送履歴はありません
zh_hans: 暂无传输记录

# FileTransferDropZoneTitle.Text
source: Drop files to transfer
ja: ここにファイルをドラッグ
zh_hans: 拖拽文件到此处

# FileTransferDropZoneSubtitle.Text
source: Drag-and-drop is not yet wired on the Windows client. Use Select Files / Select Folder above to stage a transfer intent.
ja: Windowsクライアントではドラッグ＆ドロップはまだ接続されていません。上の「ファイルを選択 / フォルダを選択」を使って転送インテントを準備してください。
zh_hans: Windows 客户端尚未接入拖放功能。请使用上方的“选择文件 / 选择文件夹”来准备传输意图。

# FileTransferQrPreviewTitle.Text
source: File Transfer QR
ja: ファイル転送QRコード
zh_hans: 文件传输二维码

# FileTransferQueueHeader.Text
source: Transfer Queue
ja: アクティブ転送
zh_hans: 活跃传输

# FileTransferQueueEmpty.Text
source: Queue is empty. Stage files or a folder from Quick Actions to populate it.
ja: キューは空です。「クイックアクション」からファイルまたはフォルダを準備して追加してください。
zh_hans: 队列为空。请从“快速操作”准备文件或文件夹以填充队列。

# FileTransferHistoryHeader.Text
source: Transfer History
ja: 転送履歴
zh_hans: 传输历史

# FileTransferHistoryEmpty.Text
source: No completed transfers yet.
ja: 転送履歴はありません
zh_hans: 没有传输历史

# FileTransferSecurityHeader.Text
source: File Transfer Security
ja: ファイル転送セキュリティ
zh_hans: 文件传输安全

# RemoteDesktopHeaderTitle.Text
source: Remote Desktop
ja: リモートデスクトップ
zh_hans: 远程桌面

# RemoteDesktopModeAuto.Text
source: Auto
ja: 自動
zh_hans: 自动

# RemoteDesktopModeNear.Text
source: Near
ja: 近距離
zh_hans: 近距

# RemoteDesktopModeFar.Text
source: Far
ja: 遠距離
zh_hans: 远距

# RemoteDesktopActiveSessionsHeader.Text
source: Active Sessions
ja: アクティブセッション
zh_hans: 活跃会话

# RemoteDesktopEmptyTitle.Text
source: No active sessions
ja: アクティブなセッションなし
zh_hans: 无活跃会话

# RemoteDesktopEmptySubtitle.Text
source: Trusted sessions appear here once verified
ja: 検証済みの信頼されたセッションがここに表示されます
zh_hans: 已验证的受信任会话将显示在此处

# RemoteDesktopRecentConnectionsHeader.Text
source: Recent Connections
ja: 最近の接続
zh_hans: 最近连接

# RemoteDesktopRecentConnectionsNote.Text
source: Recent peers reconnect only after a verified peer key is provided.
ja: 最近のピアは、検証済みのピアキーが提供された後にのみ再接続できます。
zh_hans: 最近的对端只有在提供已验证的对端密钥后才能重新连接。

# RemoteDesktopTrustedSessionsCardTitle.Text
source: Trusted Active Sessions
ja: 信頼されたアクティブセッション
zh_hans: 受信任的活跃会话

# RemoteDesktopTrustedSessionsTrailingEmpty.Text
source: No active session
ja: アクティブなセッションなし
zh_hans: 无活跃会话

# RemoteDesktopTrustedSessionsBody.Text
source: Trusted peers will appear here once a verified remote session is established.
ja: 検証済みのリモートセッションが確立されると、信頼されたピアがここに表示されます。
zh_hans: 建立已验证的远程会话后，受信任的对端将显示在此处。

# RemoteDesktopPreviewCardTitle.Text
source: Preview
ja: プレビュー
zh_hans: 预览

# RemoteDesktopPreviewTrailingIdle.Text
source: Idle
ja: 待機中
zh_hans: 空闲

# RemoteDesktopPreviewEmptyTitle.Text
source: Select a session to start Remote Desktop
ja: セッションを選択してリモートデスクトップを開始
zh_hans: 选择一个会话开始远程桌面

# RemoteDesktopPreviewEmptySubtitle.Text
source: Connect from Device Discovery for a one-tap session. Manual RDP/VNC/SSH is an advanced path.
ja: おすすめ：デバイス検出でワンタップ接続。手動の RDP/VNC/SSH は上級者向けの代替手段です。
zh_hans: 推荐先到「设备发现」一键连接你的设备。手动 RDP/VNC/SSH 属于高级功能，可作为备选方案。

# RemoteDesktopQualityHeader.Text
source: Quality
ja: 画質
zh_hans: 画质

# SessionControlsTitle.Text
source: Session Controls
ja: セッションコントロール
zh_hans: 会话控制

# SessionControlsBitrateLabel.Text
source: Bitrate
ja: ビットレート
zh_hans: 比特率

# SessionControlsFramerateLabel.Text
source: Framerate
ja: フレームレート
zh_hans: 帧率

# SystemMonitorTitle.Text
source: System Monitor
ja: システム監視
zh_hans: 系统监控

# SystemMonitorOverviewHeading.Text
source: Overview
ja: 概要
zh_hans: 系统概览

# SystemMonitorIndicatorsHeading.Text
source: Indicators
ja: インジケーター
zh_hans: 状态指示

# SystemMonitorDetailedMonitoringHeading.Text
source: Detailed Monitoring
ja: 詳細モニタリング
zh_hans: 详细监控

# SysMonLabel.Health
source: Health
ja: ヘルス
zh_hans: 健康

# SysMonLabel.Monitoring
source: Monitoring
ja: 監視
zh_hans: 监控

# SysMonLabel.Advanced
source: Advanced
ja: 詳細
zh_hans: 高级

# SysMonLabel.Thermal
source: Thermal
ja: 温度
zh_hans: 热量

# SysMonLabel.Load
source: Load
ja: 負荷
zh_hans: 负载

# SysMonLabel.Memory
source: Memory
ja: メモリ
zh_hans: 内存

# SysMonLabel.Disk
source: Disk
ja: ディスク
zh_hans: 磁盘

# SysMonLabel.Network
source: Network
ja: ネットワーク
zh_hans: 网络

# SysMonState.Healthy
source: Healthy
ja: 正常
zh_hans: 良好

# SysMonState.Caution
source: Caution
ja: 注意
zh_hans: 注意

# SysMonState.NetworkOffline
source: Network offline
ja: ネットワークオフライン
zh_hans: 网络离线

# SysMonState.Active
source: Active
ja: 稼働中
zh_hans: 活动中

# SysMonState.Idle
source: Idle
ja: アイドル
zh_hans: 空闲

# SysMonState.ReadOnly
source: Read-only
ja: 読み取り専用
zh_hans: 只读

# SysMonState.Off
source: Off
ja: オフ
zh_hans: 关闭

# SysMonState.Unknown
source: Unknown
ja: 不明
zh_hans: 未知

# SysMonState.Nominal
source: Nominal
ja: 正常
zh_hans: 正常

# SysMonCaption.Processor
source: Processor
ja: プロセッサ
zh_hans: 处理器

# SysMonCaption.WorkingSet
source: Working set
ja: ワーキングセット
zh_hans: 工作集

# SysMonCaption.Storage
source: Storage
ja: ストレージ
zh_hans: 存储

# SysMonCaption.Adapters
source: Adapters
ja: アダプター
zh_hans: 适配器

# TopBarNetworkSpeedPill.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Network throughput (down / up), sampled every ~2s
ja: ネットワークスループット（下り / 上り）、約2秒ごとにサンプリング
zh_hans: 网络吞吐量（下行 / 上行），每约 2 秒采样一次

source: Round-trip latency to the SkyBridge endpoint, refreshed every ~15s
ja: SkyBridgeエンドポイントへの往復遅延、約15秒ごとに更新
zh_hans: 到 SkyBridge 端点的往返延迟，每约 15 秒刷新一次

# TopBarIpLocationPill.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Public IP location and system-proxy state, refreshed every ~5min
ja: パブリックIPの位置とシステムプロキシの状態、約5分ごとに更新
zh_hans: 公网 IP 位置与系统代理状态，每约 5 分钟刷新一次

# TopBarDiagnosticsPill.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: FPS / Diagnostics
ja: FPS / 診断
zh_hans: 帧率 / 诊断

source: Refresh weather
ja: 天気を更新
zh_hans: 刷新天气

source: Retry
ja: 再試行
zh_hans: 重试

# DiscoveryCompatibilityModeCheckBox.Content
source: Compatibility Mode
ja: 互換性/その他のデバイス
zh_hans: 兼容/更多设备

# DiscoverySearchBox.PlaceholderText
source: Search devices
ja: デバイスを検索
zh_hans: 搜索设备

# ManualConnectionHostLabel.Text
source: Manual Host / IP
ja: 手動ホスト / IP
zh_hans: 手动主机 / IP

# ManualConnectionHostBox.PlaceholderText
source: IP Address
ja: IPアドレス
zh_hans: IP 地址

# ManualConnectionPortLabel.Text
source: Port
ja: ポート
zh_hans: 端口

# ManualConnectionCodeLabel.Text
source: Code
ja: ペアリングコード
zh_hans: 配对码

# ManualConnectionCodeBox.PlaceholderText
source: Optional code
ja: 任意のペアリングコード
zh_hans: 可选配对码

# DynamicEncryptedQrCodeHeader.Text
source: Dynamic Encrypted QR Code
ja: 動的暗号化QRコード
zh_hans: 动态加密二维码

# SmartConnectionCodeHeader.Text
source: Smart Connection Code
ja: スマート接続コード
zh_hans: 智能连接码

# DiscoveryServiceLabel.Text
source: Service
ja: サービス
zh_hans: 服务

# DiscoveryTxtRecordLabel.Text
source: TXT record
ja: TXTレコード
zh_hans: TXT 记录

# PairingCodeLabel.Text
source: Pairing Code
ja: ペアリングコード
zh_hans: 配对码

# RemoteDesktopSearchBox.PlaceholderText
source: Search sessions...
ja: セッションを検索...
zh_hans: 搜索会话...

# SettingsPageTitle.Text
source: Settings
ja: 設定
zh_hans: 设置

# SettingsActionsHeader.Text
source: Settings Actions
ja: 設定アクション
zh_hans: 设置操作

# DiscoveredPeerFingerprintBadge.Text
source: Fingerprint
ja: フィンガープリント
zh_hans: 指纹

# UsbMfiCertifiedBadge.Text
source: MFi Certified
ja: MFi認証
zh_hans: MFi 认证

# UsbDeviceIdLabel.Text
source: Device ID
ja: デバイスID
zh_hans: 设备 ID

# UsbVendorIdLabel.Text
source: Vendor ID
ja: ベンダーID
zh_hans: 厂商 ID

# UsbProductIdLabel.Text
source: Product ID
ja: 製品ID
zh_hans: 产品 ID

# UsbSerialNumberLabel.Text
source: Serial Number
ja: シリアル番号
zh_hans: 序列号

# UsbConnectionInterfaceLabel.Text
source: Connection Interface
ja: 接続インターフェース
zh_hans: 连接接口

# UsbCapabilitiesLabel.Text
source: Capabilities
ja: 機能
zh_hans: 功能

# DiscoveryModeLocalScanTitle.Text
source: Near Scan
ja: 近距離スキャン
zh_hans: 近距扫描

# DiscoveryModeLocalScanSubtitle.Text
source: Same Network
ja: 同じネットワーク
zh_hans: 同网络

# DiscoveryModeQrTitle.Text
source: Scan QR
ja: QRコード接続
zh_hans: 扫码连接

# DiscoveryModeQrSubtitle.Text
source: Scan
ja: スキャン
zh_hans: 扫一扫

# DiscoveryModeCloudSubtitle.Text
source: Zero-Config
ja: 設定不要
zh_hans: 零配置

# DiscoveryModeSmartCodeTitle.Text
source: Smart Code
ja: スマート接続コード
zh_hans: 智能连接码

# DiscoveryModeSmartCodeSubtitle.Text
source: Short-Lived Code
ja: 短期コード
zh_hans: 短期连接码

# DiscoveryLocalScanBannerTitle.Text
source: LAN Device Discovery
ja: LANデバイス検出
zh_hans: 局域网设备发现

# DiscoveryLocalScanBannerBody.Text
source: Devices broadcasting via DNS-SD on the same network appear below.
ja: 同じネットワーク内でDNS-SDによりブロードキャストされたデバイスが下に表示されます。
zh_hans: 同一网络下通过 DNS-SD 广播的设备会显示在下方。

# DiscoveryScanLegendExtendedSearch.Text
source: Extended Search
ja: 拡張検索
zh_hans: 扩展搜索

# DiscoveryScanLegendManualConnect.Text
source: Manual Connect
ja: 手動接続
zh_hans: 手动连接

# DiscoveryScanLegendStartScan.Text
source: Start Scan
ja: スキャン開始
zh_hans: 开始扫描

# DiscoveryScanLegendStopScan.Text
source: Stop Scan
ja: スキャン停止
zh_hans: 停止扫描

# DiscoveryScanLegendRefresh.Text
source: Refresh
ja: 更新
zh_hans: 刷新

# Status.Ready
source: Ready
ja: 準備完了
zh_hans: 就绪

# Status.Idle
source: Idle
ja: アイドル
zh_hans: 空闲

# Status.PreviewReady
source: Preview ready
ja: プレビュー準備完了
zh_hans: 预览就绪

# Status.IntentReady
source: Intent ready
ja: 操作準備完了
zh_hans: 操作就绪

# Status.NoCoreValidatedPeers
source: No Core-validated peers
ja: コア検証済みのピアがありません
zh_hans: 未发现经核心校验的设备

# Status.DiscoveryStopped
source: Discovery stopped
ja: 検出を停止しました
zh_hans: 已停止发现

# Status.Disconnected
source: Disconnected
ja: 未接続

# Status.Connecting
source: Connecting
ja: 接続中

# Status.Connected
source: Connected
ja: 接続済み

# Status.Reconnecting
source: Reconnecting
ja: 再接続中

# Status.ShuttingDown
source: Shutting down
ja: シャットダウン中

# Status.Nominal
source: Nominal
ja: 正常

# Status.Busy
source: Busy
ja: ビジー

# Status.HeartbeatAcknowledged
source: Heartbeat acknowledged
ja: ハートビート確認済み

# DiscoveryMyDevicesHeader.Text
source: My Devices
ja: マイデバイス
zh_hans: 我的设备

# DiscoveryThisDeviceBadge.Text
source: This Device
ja: このデバイス
zh_hans: 本机

# DiscoveryDeviceStatusOnline.Text
source: Online
ja: オンライン
zh_hans: 在线

# DiscoveryTrustedRecentNoteTitle.Text
source: Trusted Devices & Recent Connections
ja: 信頼済みデバイスと最近の接続
zh_hans: 已信任设备与最近连接

# DiscoveryTrustedRecentNoteBody.Text
source: Paired devices will appear here. This version does not yet persist a trusted-device list or connection history, so trusted and recent devices are not shown yet.
ja: ペアリングしたデバイスはここに表示されます。このバージョンでは信頼済みデバイス一覧や接続履歴をまだ保存しないため、信頼済み・最近の接続デバイスは表示されません。
zh_hans: 配对后的设备会显示在这里。当前版本尚未持久化已信任设备列表或连接历史，因此暂不显示已信任或最近连接的设备。

# DiscoveryDiscoveredDevicesHeader.Text
source: Discovered Devices
ja: 検出されたデバイス
zh_hans: 已发现设备

# DiscoveryDiscoveredEmptySubtitle.Text
source: Start scanning to discover devices broadcasting on this network.
ja: スキャンを開始して、このネットワークでブロードキャストしているデバイスを検出します。
zh_hans: 开始扫描以发现在此网络中广播的设备。

# SettingsGeneralLanguageSectionHeader.Text
source: Language
ja: 言語
zh_hans: 语言

# SettingsGeneralLanguageRowLabel.Text
source: UI Language
ja: 表示言語
zh_hans: 界面语言

# SettingsGeneralLanguageOptionSystem.Content
source: Follow System
ja: システムに従う
zh_hans: 跟随系统

# SettingsGeneralLanguageHint.Text
source: Choose the app's display language.
ja: アプリの表示言語を選択します。
zh_hans: 选择应用的显示语言。

# SettingsGeneralLanguageRestartNote.Text
source: Restart to apply.
ja: 再起動して適用してください。
zh_hans: 需要重启生效。

# Nav.Dashboard
source: Dashboard
ja: ダッシュボード
zh_hans: 主控台

# Nav.DeviceDiscovery
source: Device Discovery
ja: デバイス検出
zh_hans: 设备发现

# Nav.UsbManagement
source: USB Management
ja: USB 管理
zh_hans: USB 管理

# Nav.FileTransfer
source: File Transfer
ja: ファイル転送
zh_hans: 文件传输

# Nav.RemoteDesktop
source: Remote Desktop
ja: リモートデスクトップ
zh_hans: 远程桌面

# Nav.SystemMonitor
source: System Monitor
ja: システムモニター
zh_hans: 系统监控

# Nav.Settings
source: Settings
ja: 設定
zh_hans: 设置

# SettingsTab.General
source: General
ja: 一般
zh_hans: 通用

# SettingsTab.Network
source: Network
ja: ネットワーク
zh_hans: 网络

# SettingsTab.Devices
source: Devices
ja: デバイス
zh_hans: 设备

# SettingsTab.Permissions
source: Permissions
ja: 権限
zh_hans: 权限

# SettingsTab.Advanced
source: Advanced
ja: 詳細設定
zh_hans: 高级

# SettingsCommonMacOnly.Text
source: macOS only
ja: macOS 専用
zh_hans: macOS 专属

# SettingsCommonWindowsOsAuth.Text
source: Windows OS-level authorization
ja: Windows のシステムレベル承認
zh_hans: Windows 系统级授权

# SettingsCommonRetryCount.Text
source: Retry count
ja: リトライ回数
zh_hans: 重试次数

# SettingsCommonReading.Text
source: Reading...
ja: 読み込み中…
zh_hans: 读取中…

# SettingsCommonClearTransferHistory.Text
source: Clear transfer history
ja: 転送履歴をクリア
zh_hans: 清除传输历史记录

# SettingsCommonBalanced.Content
source: Balanced
ja: バランス
zh_hans: 平衡

# SettingsCommonAlwaysOn.Text
source: Always on
ja: 常時オン
zh_hans: 始终开启

# SettingsCommonNoSensorNA.Text
source: Shows N/A when no sensor is available
ja: 利用可能なセンサーがない場合は N/A を表示
zh_hans: 无可用传感器时该图块显示 N/A

# SettingsGeneralPreferencesHeader.Text
source: Preferences
ja: 環境設定
zh_hans: 偏好设置

# SettingsGeneralAutoScanRow.Text
source: Auto-scan devices on startup
ja: 起動時にデバイスを自動スキャン
zh_hans: 启动时自动扫描设备

# SettingsGeneralNotificationsRow.Text
source: Show system notifications
ja: システム通知を表示
zh_hans: 显示系统通知

# SettingsGeneralDarkModeRow.Text
source: Enable dark mode
ja: ダークモードを有効化
zh_hans: 启用深色模式

# SettingsGeneralScanIntervalRow.Text
source: Scan interval
ja: スキャン間隔
zh_hans: 扫描间隔

# SettingsGeneralScanInterval15.Content
source: 15 sec
ja: 15 秒
zh_hans: 15 秒

# SettingsGeneralScanInterval30.Content
source: 30 sec
ja: 30 秒
zh_hans: 30 秒

# SettingsGeneralScanInterval60.Content
source: 60 sec
ja: 60 秒
zh_hans: 60 秒

# SettingsGeneralScanInterval120.Content
source: 120 sec
ja: 120 秒
zh_hans: 120 秒

# SettingsGeneralInterfaceHeader.Text
source: Interface
ja: インターフェース
zh_hans: 界面

# SettingsGeneralShowDeviceDetailsRow.Text
source: Show device details
ja: デバイスの詳細を表示
zh_hans: 显示设备详细信息

# SettingsGeneralShowConnectionStatsRow.Text
source: Show connection statistics
ja: 接続統計を表示
zh_hans: 显示连接统计

# SettingsGeneralCompactModeRow.Text
source: Compact mode
ja: コンパクトモード
zh_hans: 紧凑模式

# SettingsGeneralThemeColorRow.Text
source: Theme color
ja: テーマカラー
zh_hans: 主题颜色

# SettingsGeneralSwatchSkyBlue.Text
source: Sky Blue
ja: スカイブルー
zh_hans: 天空蓝

# SettingsGeneralSwatchForestGreen.Text
source: Forest Green
ja: フォレストグリーン
zh_hans: 森林绿

# SettingsGeneralSwatchViolet.Text
source: Violet
ja: バイオレット
zh_hans: 紫罗兰

# SettingsGeneralSwatchSunsetOrange.Text
source: Sunset Orange
ja: サンセットオレンジ
zh_hans: 日落橙

# SettingsGeneralSwatchRose.Text
source: Rose
ja: ローズ
zh_hans: 玫红

# SettingsGeneralSwatchCyan.Text
source: Cyan
ja: シアン
zh_hans: 青蓝

# SettingsGeneralDataManagementHeader.Text
source: Data Management
ja: データ管理
zh_hans: 数据管理

# SettingsGeneralDataActionsTitle.Text
source: Export / Import / Reset settings
ja: 設定のエクスポート / インポート / リセット
zh_hans: 导出 / 导入 / 重置设置

# SettingsGeneralDataActionsHint.Text
source: Use the Export, Import, and Reset actions in the toolbar above to manage the settings file, stored at %LOCALAPPDATA%\SkyBridge\settings.json.
ja: 上部ツールバーの「エクスポート」「インポート」「リセット」操作で設定ファイルを管理します。保存先は %LOCALAPPDATA%\SkyBridge\settings.json です。
zh_hans: 使用上方工具栏的「导出」「导入」「重置」操作管理设置文件，存储于 %LOCALAPPDATA%\SkyBridge\settings.json。

# SettingsGeneralCacheRow.Text
source: Cache
ja: キャッシュ
zh_hans: 缓存

# SettingsGeneralCacheSizeStatus.Text
source: Current cache: calculating...
ja: 現在のキャッシュ：計算中…
zh_hans: 当前缓存：计算中…

source: Clear temporary data in the app cache folder
ja: アプリのキャッシュフォルダー内の一時データを消去
zh_hans: 清除应用缓存文件夹中的临时数据

# SettingsGeneralClearCacheLabel.Text
source: Clear cache
ja: キャッシュを消去
zh_hans: 清除缓存

# SettingsGeneralCleanKeychainRow.Text
source: Clean up duplicate keychain items
ja: 重複するキーチェーン項目を整理
zh_hans: 清理重复的钥匙串项

# SettingsGeneralCleanKeychainCaption.Text
source: macOS only - Windows has no Keychain; credentials are managed by DPAPI.
ja: macOS 専用 — Windows にはキーチェーンがなく、資格情報は DPAPI で管理されます。
zh_hans: macOS 专属 — Windows 无钥匙串(Keychain)，凭据由 DPAPI 管理。

# SettingsNetworkCurrentNetworkLabel.Text
source: Current network
ja: 現在のネットワーク
zh_hans: 当前网络

# SettingsNetworkCurrentNetworkDetail.Text
source: Reading system network profile...
ja: システムのネットワーク構成を読み込み中…
zh_hans: 读取系统网络配置文件…

# SettingsNetworkAutoConnectLabel.Text
source: Auto-connect to known networks
ja: 既知のネットワークに自動接続
zh_hans: 自动连接已知网络

# SettingsNetworkAutoConnectCaption.Text
source: Managed by Windows - preference saved; actual auto-connect is governed by the system WLAN configuration
ja: Windows が管理 — 設定は保存されますが、実際の自動接続はシステムの WLAN 構成によって決まります
zh_hans: 由 Windows 管理 — 偏好已保存，实际自动连接由系统 WLAN 配置决定

# SettingsNetworkShowHiddenNetworks.Text
source: Show hidden networks
ja: 非表示のネットワークを表示
zh_hans: 显示隐藏网络

# SettingsNetworkPrefer5GHzLabel.Text
source: Prefer 5 GHz / 6 GHz band
ja: 5GHz/6GHz 帯域を優先
zh_hans: 优先使用5GHz/6GHz频段

# SettingsNetworkPrefer5GHzCaption.Text
source: Managed by Windows - the band is decided by the system/driver/router; the preference is only saved
ja: Windows が管理 — 帯域はシステム／ドライバー／ルーターが決定し、設定は保存されるのみです
zh_hans: 由 Windows 管理 — 频段由系统/驱动/路由器决定，偏好仅保存

# SettingsNetworkScanTimeoutLabel.Text
source: Scan timeout
ja: スキャンのタイムアウト
zh_hans: 扫描超时

# SettingsNetworkDiscoveryHeader.Text
source: Device discovery
ja: デバイス検出
zh_hans: 设备发现

# SettingsNetworkEnableBonjour.Text
source: Enable Bonjour discovery
ja: Bonjour 検出を有効化
zh_hans: 启用Bonjour发现

# SettingsNetworkEnableMDNS.Text
source: Enable mDNS resolution
ja: mDNS 解決を有効化
zh_hans: 启用mDNS解析

# SettingsNetworkScanCustomPorts.Text
source: Scan custom ports
ja: カスタムポートをスキャン
zh_hans: 扫描自定义端口

# SettingsNetworkDiscoveryTimeoutLabel.Text
source: Discovery timeout
ja: 検出のタイムアウト
zh_hans: 发现超时

# SettingsNetworkDiscoveryTimeoutUnit.Text
source: Unit: seconds
ja: 単位：秒
zh_hans: 单位：秒

# SettingsNetworkDiscoveryTimeoutBox.PlaceholderText
source: sec
ja: 秒
zh_hans: 秒

# SettingsNetworkCustomServiceTypesLabel.Text
source: Custom service types
ja: カスタムサービスタイプ
zh_hans: 自定义服务类型

# SettingsNetworkCustomServiceTypesHint.Text
source: e.g. _skybridge._tcp
ja: 例: _skybridge._tcp
zh_hans: 例如 _skybridge._tcp

source: Remove
ja: 削除
zh_hans: 移除

source: Add
ja: 追加
zh_hans: 添加

# SettingsNetworkTopBarHeader.Text
source: Top bar display
ja: 上部バーの表示
zh_hans: 顶部栏显示

# SettingsNetworkShowTopBarIPLocation.Text
source: Show IP city and proxy status
ja: IP 都市とプロキシ状態を表示
zh_hans: 显示 IP 城市与代理状态

# SettingsNetworkShowTopBarNetworkSpeed.Text
source: Show real-time network speed
ja: リアルタイムの通信速度を表示
zh_hans: 显示实时网速

# SettingsNetworkShowTopBarNetworkLatency.Text
source: Show network latency
ja: ネットワーク遅延を表示
zh_hans: 显示网络延迟

# SettingsNetworkConnectionHeader.Text
source: Connection
ja: 接続
zh_hans: 连接

# SettingsNetworkConnectionTimeoutLabel.Text
source: Connection timeout
ja: 接続のタイムアウト
zh_hans: 连接超时

# SettingsDevicesBluetoothStatusLabel.Text
source: Bluetooth status
ja: Bluetooth の状態
zh_hans: 蓝牙状态

# SettingsDevicesBluetoothStatusCaption.Text
source: Reads live status via BluetoothLEAdvertisementWatcher
ja: BluetoothLEAdvertisementWatcher 経由でリアルタイムの状態を取得
zh_hans: 经 BluetoothLEAdvertisementWatcher 读取实时状态

# SettingsDevicesBluetoothStatusValue.Text
source: Not scanned
ja: 未スキャン
zh_hans: 未扫描

# SettingsDevicesBluetoothDiscoveredLabel.Text
source: Discovered devices
ja: 検出されたデバイス数
zh_hans: 已发现设备数

# SettingsDevicesBluetoothDiscoveredValue.Text
source: Found: 0 devices
ja: 検出: 0 台
zh_hans: 已发现: 0 设备

# SettingsDevicesScanLabel.Text
source: Scan Bluetooth devices
ja: Bluetooth デバイスをスキャン
zh_hans: 扫描蓝牙设备

# SettingsDevicesScanCaption.Text
source: Continuously advertise-scan when on (live BLE advertisement scan)
ja: オンにすると継続的にアドバタイズスキャン（リアルタイム BLE アドバタイズスキャン）
zh_hans: 开启后持续广播扫描（实时 BLE 广播扫描）

# SettingsDevicesScanToggle.OnContent
source: Scanning
ja: スキャン中
zh_hans: 扫描中

# SettingsDevicesScanToggle.OffContent
source: Stopped
ja: 停止済み
zh_hans: 已停止

# SettingsDevicesAutoConnectPaired.Text
source: Auto-connect paired devices
ja: ペアリング済みデバイスに自動接続
zh_hans: 自动连接已配对设备

# SettingsDevicesShowRSSI.Text
source: Show device RSSI
ja: デバイスの RSSI を表示
zh_hans: 显示设备RSSI

# SettingsDevicesShowConnectableOnly.Text
source: Show connectable devices only
ja: 接続可能なデバイスのみ表示
zh_hans: 仅显示可连接设备

# SettingsDevicesAirPlayDescription.Text
source: AirPlay is provided by the Apple platform and is unavailable on Windows, so the following options are not emulated.
ja: AirPlay は Apple プラットフォームが提供するため Windows では利用できません。したがって以下のオプションは模倣しません。
zh_hans: AirPlay 由 Apple 平台提供，Windows 端不可用，因此以下选项不予仿造。

# SettingsDevicesAirPlayStatusLabel.Text
source: AirPlay status
ja: AirPlay の状態
zh_hans: AirPlay 状态

# SettingsDevicesAirPlayAutoDiscover.Text
source: Auto-discover Apple TV
ja: Apple TV を自動検出
zh_hans: 自动发现Apple TV

# SettingsDevicesAirPlayShowHomePod.Text
source: Show HomePod devices
ja: HomePod デバイスを表示
zh_hans: 显示HomePod设备

# SettingsDevicesAirPlayShowThirdParty.Text
source: Show third-party AirPlay devices
ja: サードパーティ製 AirPlay デバイスを表示
zh_hans: 显示第三方AirPlay设备

# SettingsDevicesFiltersHeader.Text
source: Device filters & sorting
ja: デバイスのフィルターと並べ替え
zh_hans: 设备过滤与排序

# SettingsDevicesHideOffline.Text
source: Hide offline devices
ja: オフラインのデバイスを非表示
zh_hans: 隐藏离线设备

# SettingsDevicesSortBySignal.Text
source: Sort by signal strength
ja: 信号強度で並べ替え
zh_hans: 按信号强度排序
